abdoseadaa.node-js-snippet
adisreyaj.sonarqube-status
adpyke.codesnap
adpyke.vscode-sql-formatter
aeschli.vscode-css-formatter
AESSoft.aessoft-class-autocomplete
alefragnani.Bookmarks
alfnielsen.vsc-rename-files
amazonwebservices.aws-toolkit-vscode
AndersEAndersen.html-class-suggestions
Angular.ng-template
anteprimorac.html-end-tag-labels
bmewburn.vscode-intelephense-client
burkeholland.simple-react-snippets
Cardinal90.multi-cursor-case-preserve
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
chuaple.php-formatter
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer
cweijan.vscode-database-client2
DanielThielking.aws-cloudformation-yaml
dannysteenman.cloudformation-yaml-snippets
DavidAnson.vscode-markdownlint
DigitalBrainstem.javascript-ejs-support
donjayamanne.githistory
DotJoshJohnson.xml
dsznajder.es7-react-js-snippets
eamodio.gitlens
eamodio.gitlens-insiders
EditorConfig.EditorConfig
eg2.vscode-npm-script
fabiospampinato.vscode-diff
FallenMax.mithril-emmet
firsttris.vscode-jest-runner
fnando.linter
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.terminal
foxundermoon.shell-format
Frymak.sonarqube-rules-synchroniser
GitHub.copilot
GitHub.vscode-pull-request-github
golang.go
Gruntfuggly.todo-tree
Gydunhn.vsc-essentials
hollowtree.vue-snippets
intellsmi.comment-translate
ionutvmi.path-autocomplete
j69.ejs-beautify
jasonnutter.search-node-modules
jgclark.vscode-todo-highlight
johnpapa.Angular2
kevinkyang.auto-comment-blocks
leizongmin.node-module-intellisense
mhutchie.git-graph
MS-CEINTL.vscode-language-pack-es
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
mtxr.sqltools
naumovs.color-highlight
NuclleaR.vscode-extension-auto-import
octref.vetur
oderwat.indent-rainbow
Orta.vscode-jest
philsinatra.nested-comments
piyushvscode.nodejs-snippets
PKief.material-icon-theme
prasadbobby.auto-rename-tag
redhat.java
redhat.vscode-yaml
rifi2k.format-html-in-php
ritwickdey.LiveServer
roerohan.mongo-snippets-for-node-js
Shan.code-settings-sync
sibiraj-s.vscode-scss-formatter
softwaredotcom.swdc-vscode
SonarSource.sonarlint-vscode
steoates.autoimport
streetsidesoftware.code-spell-checker
TabNine.tabnine-vscode
TimVaneker.serverless-snippets
tombonnike.vscode-status-bar-format-toggle
usernamehw.errorlens
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-initializr
xabikos.JavaScriptSnippets
xabikos.ReactSnippets
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
Zignd.html-css-class-completion
